Repository: zouna-la/localization
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko

source: 我们可能会适时更新本使用条款。更新后的条款一旦发布即生效。建议您定期查看本条款以获取最新信息。
en: We may update these Terms of Service from time to time. Updated terms become effective immediately upon posting. We encourage you to review these terms periodically for the latest information.
ja: 当方は必要に応じて本利用規約を随時更新することがあります。更新された規約は公開された時点で直ちに効力を生じます。最新情報を確認するため、定期的に本規約をご確認いただくことをお勧めします。
ko: 당사는 본 이용약관을 수시로 업데이트할 수 있습니다. 변경된 약관은 게시되는 즉시 효력이 발생합니다. 최신 정보를 확인하기 위해 약관을 정기적으로 검토해 주시기 바랍니다.

source: 我已阅读并同意
en: I have read and agree to
ja: 利用規約に同意します
ko: 이용약관을 읽었으며 이에 동의합니다

source: 我的个人码 / 口令
en: My QR Code / Passcode
ja: マイQRコード / パスコード
ko: 내 QR 코드 / 비밀번호

source: 我的二维码
en: My QR Code
ja: マイQRコード
ko: 내 QR 코드

source: 我的位置详情
en: My Location Details
ja: 自分の位置詳細
ko: 내 위치 상세

source: 戴上耳机 🎧
en: Put on headphones 🎧
ja: ヘッドホンを装着 🎧
ko: 헤드폰 끼기 🎧

source: 所有应用数据已成功清空。
en: All app data has been cleared.
ja: すべてのアプリデータを消去しました。
ko: 모든 앱 데이터가 성공적으로 초기화되었습니다.

source: 手机“碰一碰”添加
en: Add via phone tap
ja: スマホの「タッチ」で追加
ko: 스마트폰 "접촉"으로 추가

source: 手机碰一碰添加
en: Add via phone tap
ja: スマホのタッチで追加
ko: 스마트폰 접촉으로 추가

source: 打卡
en: Check-in
ja: チェックイン
ko: 체크인

source: 打卡 %lld
en: Check-in %lld
ja: チェックイン %lld
ko: 체크인 %lld

# 打卡 %lld 次 · 发呆 %lld 次
source: 打卡 %1$lld 次 · 发呆 %2$lld 次
en: %1$lld Check-in(s) · %2$lld Idle(s)
ja: チェックイン %1$lld 回 · ボー %2$lld 回
ko: 체크인 %1$lld회 · 멍 %2$lld회

source: 打卡中...
en: Checking in...
ja: チェックイン中...
ko: 체크인 중...

source: 打卡位置：%@
en: Check-in Location: %@
ja: チェックイン位置：%@
ko: 체크인 위치: %@

source: 打卡太频繁了，请稍后再试
en: Checking in too frequently. Please try again later
ja: チェックイン頻度が高すぎます。しばらくしてから再試行してください
ko: 체크인이 너무 잦습니다. 잠시 후 다시 시도해 주세요

source: 打卡数据
en: Check-in Data
ja: チェックインデータ
ko: 체크인 데이터

source: 打卡漫游
en: Check-in & Roam
ja: チェックイン散策
ko: 체크인 & 여정

source: 打卡足迹
en: Footprint Check-ins
ja: 足跡チェックイン
ko: 발자국 체크인

source: 打工人魂
en: Worker Spirit
ja: 働く人の魂
ko: 직장인 영혼

source: 扫一扫
en: Scan
ja: スキャン
ko: 스캔하기

source: 扫描下方二维码或使用口令
en: Scan QR code below or use passcode
ja: 下のQRコードをスキャンするかパスコードを使用
ko: 아래 QR 코드를 스캔하거나 비밀번호 사용

source: 扫描二维码添加
en: Scan QR Code to Add
ja: QRコードをスキャンして追加
ko: QR 코드 스캔하여 추가

source: 扫描对方的私密通道二维码
en: Scan partner's Private Channel QR code
ja: 相手のプライベートチャンネルQRコードをスキャン
ko: 상대방의 프라이빗 채널 QR 코드 스캔

source: 扫码建立通道
en: Scan QR Code to connect
ja: スキャンしてチャンネル構築
ko: QR 스캔하여 채널 연결

source: 扫码添加
en: Scan QR Code
ja: QRコードスキャン
ko: QR코드 스캔

source: 把喧嚣关在门外 ✨
en: Leave the noise outside ✨
ja: 喧騒をシャットアウト ✨
ko: 소음을 문 밖에 두고 ✨

source: 把沙发坐穿，今天我要当无忧无虑的废人 🎬
en: Lazing on the couch all day 🎬
ja: 今日はソファで一日中ごろごろ過ごす 🎬
ko: 하루 종일 소파에서 편하게 쉬기 🎬

source: 把脑子拿出来晒晒太阳 ☕
en: Let your brain soak up some sun ☕
ja: 頭を空っぽにしてのんびり日光浴 ☕
ko: 머리를 비우고 잠시 햇살 쬐기 ☕

source: 拍照
en: Take Photo
ja: 写真を撮影
ko: 사진 촬영

source: 拒绝
en: Decline
ja: 拒否
ko: 거절

source: 指对感情始终坚持专一、真诚的人。
en: A person who always remains devoted and genuine in romance.
ja: 恋愛において一途で誠実であり続ける人。
ko: 연애에서 일편단심과 진심을 유지하는 사람.

source: 指抚慰他人心灵、带来快乐的能力。
en: The ability to comfort others and bring happiness.
ja: 他人の心を癒やし喜びをもたらす力。
ko: 타인의 마음을 위로하고 기쁨을 주는 능력.

source: 按住结束
en: Press & Hold to End
ja: 长押しで終了
ko: 길게 눌러 종료

source: 按年订阅
en: Yearly Plan
ja: 年間プラン
ko: 연간 구독

source: 按年订阅 · 自动续费生效中
en: Annual Subscription · Auto-renewal Active
ja: 年額プラン · 自動更新有効
ko: 연간 구독 · 자동 갱신 진행 중

source: 按年订阅生效中 · 已享全部特权
en: Yearly subscription active · All privileges unlocked
ja: 年間プラン適用中 · すべての特典を利用可能
ko: 연간 구독 이용 중 · 모든 혜택 적용됨

source: 按月订阅
en: Monthly Plan
ja: 月間プラン
ko: 월간 구독

source: 按月订阅 · 自动续费生效中
en: Monthly Subscription · Auto-renewal Active
ja: 月額プラン · 自動更新有効
ko: 월간 구독 · 자동 갱신 진행 중

source: 按月订阅生效中 · 可升级年付立省25%
en: Monthly subscription active · Upgrade to yearly to save 25%
ja: 月間プラン適用中 · 年払いへの変更で25%お得
ko: 월간 구독 이용 중 · 연간 결제로 업그레이드 시 25% 절약

source: 挽救倒计时：发一条破冰招呼即可瞬间解冻
en: Rescue Countdown: Send an icebreaker to unfreeze instantly
ja: カウントダウン: メッセージを送信すると即座に解凍されます
ko: 구출 카운트다운: 안부 메시지를 보내면 즉시 동결 해제

source: 授权中...
en: Authorizing...
ja: 認証中...
ko: 권한 요청 중...

source: 接受
en: Accept
ja: 承認
ko: 수락

source: 提示
en: Notice
ja: お知らせ
ko: 알림

source: 搜索
en: Search
ja: 検索
ko: 검색

source: 搞钱要紧
en: Money First
ja: 稼ぐのが一番
ko: 돈벌기가 최고

source: 搭子文化
en: Activity Buddy
ja: 緩いつながり
ko: 메이트 문화

source: 摆烂到底
en: Giving Up Completely
ja: とことん開き直り
ko: 완전 방치

source: 摸鱼哲学
en: Slacking Off
ja: 息抜き哲学
ko: 월급루팡

source: 摸鱼是工作间隙的艺术表达 ☕
en: Taking breaks is an art ☕
ja: 適度な息抜きは作業効率化の秘訣 ☕
ko: 잠시 쉬어가는 것은 업무의 예술 ☕

source: 收入不高但追求高品质消费的生活状态。
en: Pursuing quality consumption despite modest income.
ja: 収入が高くなくても質の高い消費を追求する生活。
ko: 소득이 높지 않아도 품격 있는 소비를 추구하는 삶.

source: 收起正文
en: Collapse Text
ja: 本文を折りたたむ
ko: 본문 접기

source: 收起统计
en: Collapse stats
ja: 統計を閉じる
ko: 통계 접기

source: 放弃
en: Cancel
ja: 破棄
ko: 취소

source: 放弃导出
en: Cancel Export
ja: 出力を取り消す
ko: 내보내기 취소

source: 放弃活动
en: Discard Activity
ja: アクティビティを破棄
ko: 활동 취소

source: 放弃活动会永久删除该追踪记录
en: Discarding will permanently delete this track record
ja: 破棄するとこの追跡記録は永久に削除されます
ko: 취소하면 해당 추적 기록이 영구 삭제됩니다

source: 故事海报已成功保存到系统相册！
en: Story poster saved to photo library!
ja: ストーリーポスターを写真ライブラリに保存しました！
ko: 스토리 포스터가 앨범에 저장되었습니다!

source: 故事详情
en: Story Detail
ja: ストーリー詳細
ko: 이야기 상세

source: 数字游民
en: Digital Nomad
ja: デジタルノマド
ko: 디지털 노마드

source: 数据
en: Data
ja: データ
ko: 데이터

source: 数据与身份不符无法导入
en: Data mismatch: unable to import.
ja: データとアカウントが一致しないため読み込めません
ko: 데이터가 일치하지 않아 가져올 수 없습니다.

source: 数据安全与实时同步机制
en: Data security & real-time sync mechanism
ja: データセキュリティとリアルタイム同期メカニズム
ko: 데이터 보안 및 실시간 동기화 메커니즘

source: 数据导出失败，请重试。
en: Data export failed, please try again.
ja: データのエクスポートに失敗しました。もう一度お試しください。
ko: 데이터 내보내기에 실패했습니다. 다시 시도해 주세요.

source: 数据恢复成功！
en: Data restored successfully!
ja: データが正常に復元されました！
ko: 데이터 복구에 성공했습니다!

source: 数据本地存储 · 保护个人隐私
en: Local data storage · Protect personal privacy
ja: ローカル保存 · プライバシーを保護
ko: 로컬 데이터 저장 · 개인 정보 보호

source: 数据管理
en: Data Management
ja: データ管理
ko: 데이터 관리

source: 整顿职场、拒绝内耗的强硬态度。
en: Firm attitude against workplace toxic culture.
ja: 職場の理不尽や内耗を拒絶する強い姿勢。
ko: 직장 내 불합리와 내적 소모를 거부하는 단호한 태도.

source: 文字已成功复制到剪贴板
en: Text copied to clipboard
ja: テキストをクリップボードにコピーしました
ko: 텍스트가 클립보드에 복사되었습니다

source: 断舍离
en: Decluttering
ja: 断捨離
ko: 단샤리

source: 方圆1千米内已有打卡足迹，无需重复打卡
en: Check-in already exists within 1 km
ja: 半径1km以内に既にチェックイン足跡があります
ko: 1km 이내에 이미 체크인 발자국이 있습니다

source: 无语子
en: Speechless
ja: 言葉を失う
ko: 어이없음

source: 无限建立亲密伴侣与家庭通道
en: Unlimited intimate partner & family channels
ja: 親密なパートナーや家族のチャンネルを無制限に開設
ko: 친밀한 파트너 및 가족 채널 무제한 개설

source: 无需二次付费，持续畅享后续版本新增的高级特权
en: No extra charges, enjoy new premium privileges in future updates
ja: 追加料金なしで、将来のアップデート機能もずっと利用可能
ko: 추가 비용 없이 향후 업데이트되는 고급 혜택 계속 이용

source: 无需记忆账号密码，通过 Face ID 验证身份并在本地安全读取。
en: No passwords needed. Verify identity securely via Face ID locally.
ja: パスワード不要。Face IDで認証しローカルで安全にアクセスできます。
ko: 비밀번호 입력 없이 Face ID 인증으로 로컬에서 안전하게 로그인합니다.

source: 日本語
en: Japanese
ko: 일본어

source: 时光画廊
en: Time Gallery
ja: タイムギャラリー
ko: 추억 갤러리

source: 时刻关心着对方的脚步骤
en: Caring about each other's footsteps at all times
ja: お互いの足跡をいつも気にかけている
ko: 언제나 서로의 발걸음에 관심을 갖는 중

source: 时间筛选
en: Time Filter
ja: 時間フィルター
ko: 시간 필터

source: 时间维度
en: Time Dimension
ja: 時間軸
ko: 시간 차원

source: 昨天
en: Yesterday
ja: 昨日
ko: 어제

source: 是否删除该条消息？
en: Delete this message?
ja: このメッセージを削除しますか？
ko: 이 메시지를 삭제하시겠습니까?

source: 是的
en: Yes
ja: はい
ko: 예

source: 显示语言
en: Display Language
ja: 表示言語
ko: 표시 언어

source: 智能整理私密关系共同走过的足迹与故事
en: Intelligently organize shared footprints and stories of intimate relations
ja: パートナーと共にした足跡と思い出をスマートに整理
ko: 친밀한 관계와 함께한 발자국과 추억을 스마트하게 정리

source: 暂不处理
en: Skip for now
ja: 後で
ko: 나중에 하기

source: 暂停
en: Pause
ja: 一時停止
ko: 일시 정지

source: 暂无
en: None
ja: なし
ko: 없음

source: 暂无%@数据
en: No %@ data available
ja: %@ のデータはありません
ko: %@ 데이터가 없습니다

source: 暂无事件，点击右下角发布
en: No events yet, tap bottom right to post
ja: イベントがありません。右下から投稿してね
ko: 이벤트가 없습니다. 우측 하단을 눌러 게시하세요

source: 暂无发呆记录，给自己放个空吧~
en: No idle time records yet. Give yourself a break~
ja: まだ記録がありません。のんびり休みましょう~
ko: 멍때리기 기록이 없습니다. 잠시 쉬어가세요~

source: 暂无打卡
en: No check-ins
ja: チェックインなし
ko: 체크인 없음

source: 暂无数据
en: No data available
ja: データがありません
ko: 데이터 없음

source: 暂无瞬间
en: No moments yet
ja: 瞬間がありません
ko: 아직 순간이 없습니다

source: 暂无行程追踪记录
en: No track records yet
ja: 追跡記録がありません
ko: 경로 추적 기록이 없습니다

source: 暂未发现共同打卡足迹
en: No shared check-in footprints found
ja: 共同のチェックイン足跡は見つかりませんでした
ko: 함께한 체크인 발자국이 없습니다

source: 暖阳暖沙
en: Warm Sunshine & Sand
ja: ウォームサンシャイン
ko: 따스한 햇살 모래

source: 更多 Pro 专属功能持续更新
en: Continuous Updates for Pro Features
ja: Pro限定機能の継続アップデート
ko: 더 많은 Pro 전용 기능 지속 업데이트

source: 更多选择
en: More Options
ja: その他の選択肢
ko: 추가 옵션

source: 更换照片
en: Change Photo
ja: 写真を変更
ko: 사진 변경

source: 更换设备时，可通过备份的私钥文件恢复本地身份与数据。
en: When changing devices, restore your local identity and data via the backed-up private key file.
ja: 端末変更時、バックアップした秘密鍵ファイルからIDとデータを復元できます。
ko: 기기 변경 시 백업된 개인키 파일로 신원과 데이터를 복구할 수 있습니다.

source: 更新中...
en: Updating...
ko: 업데이트 중...

source: 更新美好瞬间
en: Update Moment
ja: 思い出を更新
ko: 소중한 순간 업데이트

source: 替换成你自己的品牌图片（比如个人二维码、名片、产品宣传等）, 用于在分享心情、足迹的海报时展示。
en: Replace with your custom brand image (QR code, business card, promo image) for posters.
ja: オリジナルのブランド画像（QRコード、名刺、宣伝画像など）に変更してポスターに表示できます。
ko: 나만의 브랜드 이미지(QR 코드, 명함, 홍보 이미지 등)로 교체하여 포스터에 표시할 수 있습니다.

source: 有效互动判定
en: Valid Interaction Criteria
ja: 有効なやり取りの判定
ko: 유효 상호작용 판정

source: 未发现关联身份
en: No associated identity found
ja: 関連するIDが見つかりません
ko: 연결된 신원을 찾을 수 없습니다

source: 未定位
en: Location unavailable
ja: 未測位
ko: 위치 미확인

source: 未开通 · 升级解锁私密通道与足迹追踪
en: Not subscribed · Upgrade to unlock private channel & footprints
ja: 未登録 · アップグレードしてプライベートチャンネルと足跡を解除
ko: 미구독 · 업그레이드하여 프라이빗 채널 및 발자국 잠금 해제

source: 未来全部高级功能永久免费
en: All Future Pro Features Free Forever
ja: 今後のすべての高度な機能を永久無料提供
ko: 향후 모든 프리미엄 기능 영구 무료

source: 未查询到您名下有效的 Pro 订阅记录。
en: No active Pro subscription found under your account.
ja: 有効な Pro サブスクリプションが見つかりませんでした。
ko: 유효한 Pro 구독 내역을 찾을 수 없습니다.

# 未达标 (%lld/%lld天)
source: 未达标 (%1$lld/%2$lld天)
en: Not met (%1$lld/%2$lld days)
ja: 未達成 (%1$lld/%2$lld日)
ko: 미달성 (%1$lld/%2$lld일)

source: 本周
en: This Week
ja: 今週
ko: 이번 주

source: 本周打卡
en: This Week
ja: 今週のチェックイン
ko: 이번 주

source: 本周统计
en: Weekly Stats
ja: 今週統計
ko: 이번 주 통계

source: 本周足迹
en: This Week's Footprints
ja: 今週の足跡
ko: 이번 주 발자국

source: 本应用采用完全本地化架构设计。您在本应用中记录的所有数据（包括但不限于故事文字、足迹打卡记录、发呆事件及自定义配置等），均仅加密存储于您个人的 iOS 设备本地沙盒中。 我们承诺：我们不会收集、存储、追踪或向任何远程服务器或第三方机构传输您的任何个人隐私与数据。
en: This app adopts a completely localized architecture design. All data recorded by you (including but not limited to story texts, footprint check-ins, idle events, and custom configurations) is encrypted and stored exclusively in your local iOS device sandbox. We promise: We do not collect, store, track, or transmit any of your personal privacy or data to any remote servers or third-party institutions.
ja: 当アプリは完全なローカル設計を採用しています。アプリ内で記録されたすべてのデータ（ストーリーテキスト、足跡チェックイン、ぼーっと記録、カスタム設定など）は、お客様のiOSデバイスのローカルサンドボックス内にのみ暗号化されて保存されます。 当方は、お客様の個人情報やデータをリモートサーバーや第三者機関へ収集・保存・追跡・送信しないことをお約束します。
ko: 본 앱은 완전한 로컬 아키텍처로 설계되었습니다. 앱에 기록된 모든 데이터(스토리 글, 발자국 체크인 기록, 멍때리기 이벤트 및 사용자 설정 등)는 오직 귀하의 개인 iOS 기기 로컬 샌드박스에만 암호화되어 저장됩니다. 저희는 귀하의 개인정보 및 데이터를 수집, 저장, 추적하거나 원격 서버 및 제3자 기관으로 전송하지 않음을 약속드립니다.

source: 本月
en: This Month
ja: 今月
ko: 이번 달

source: 本月打卡
en: This Month
ja: 今月のチェックイン
ko: 이번 달

source: 本月统计
en: Monthly Stats
ja: 今月統計
ko: 이번 달 통계

source: 本月足迹
en: This Month's Footprints
ja: 今月の足跡
ko: 이번 달 발자국

source: 本机安全登录
en: Secure Local Login
ja: 端末セキュリティログイン
ko: 본 기기 안전 로그인

source: 本机身份: %@
en: Device Identity: %@
ja: 端末ID: %@
ko: 본 기기 신원: %@

source: 本次新提取了 %lld 个坐标
en: Extracted %lld new coordinates
ja: 今回新たに %lld 件の座標を抽出しました
ko: 이번에 새롭게 %lld개의 좌표를 추출했습니다

source: 权益与您的身份已绑定
en: Privileges are bound to your identity
ja: 特典は端末のIDに紐付けられています
ko: 혜택이 신원에 연결되었습니다

source: 极致赞美或极致无语的极端情绪。
en: Extreme emotion of ultimate praise or utter speechlessness.
ja: 絶賛または呆れ果てた極端な感情の表現。
ko: 극찬 또는 극도의 어이없음을 나타내는 감정.

source: 松开取消 · 按住结束
en: Release to cancel · Press & Hold to end
ja: 離すとキャンセル · 長押しで終了
ko: 손을 떼면 취소 · 길게 눌러 종료

source: 松弛感
en: Chill Vibes
ja: リラックス感
ko: 편안함

source: 松手查看统计
en: Release to view stats
ja: 指を離して統計を表示
ko: 손을 떼어 통계 보기

source: 查看路线地图导航
en: View Map Route & Navigation
ja: ルート案内・マップナビを表示
ko: 경로 지도 내비게이션 보기

source: 标签
en: Tag
ja: タグ
ko: 태그

source: 检测您已建立关系的通道占满率与 30 天互动频率，满足条件即可解锁 +3 名额：
en: Assessing channel usage & 30-day interaction rate. Meet conditions to unlock +3 slots:
ja: チャンネル使用率と30日間のやり取り頻度を評価し、条件を満たすと +3枠 解放されます:
ko: 채널 이용률 및 30일 상호작용 빈도를 평가하여 조건 충족 시 +3명 해제:

source: 次
en: times
ja: 回
ko: 회

source: 次数
en: Times
ja: 回数
ko: 횟수

source: 欢迎使用本应用。在您开始使用前，请仔细阅读以下条款与说明。当您使用本应用时，即表示您已充分理解并同意本条款的全部内容。
en: Welcome to our app. Before you begin using it, please read the following terms and guidelines carefully. By using this app, you acknowledge that you have fully understood and agreed to all terms.
ja: 当アプリをご利用いただきありがとうございます。ご利用を開始する前に、以下の規約と説明をよくお読みください。当アプリをご利用いただくことで、本規約の全内容を十分に理解し同意したものとみなされます。
ko: 앱을 이용해 주셔서 감사합니다. 이용을 시작하기 전에 다음 약관과 안내 사항을 주의 깊게 읽어주시기 바랍니다. 본 앱을 이용하는 것은 본 약관의 모든 내용을 충분히 이해하고 동의함을 의미합니다.

source: 欢迎使用走哪啦
en: Welcome to ZounaLa
ja: 走哪啦へようこそ
ko: ZounaLa에 오신 것을 환영합니다

# 正与%lld/%lld人分享
source: 正与%1$lld/%2$lld人分享
en: Sharing with %1$lld/%2$lld people
ja: %1$lld/%2$lld 人と共有中
ko: %1$lld/%2$lld명과 공유 중

source: 正在兑换中，有效倒计时：%lld 秒
en: Redeeming, countdown: %llds
ja: 引き換え中、カウントダウン: %lld秒
ko: 교환 중, 남은 시간: %lld초

source: 正在同步最新数据...
en: Syncing latest data...
ja: 最新データを同期中...
ko: 최신 데이터 동기화 중...

source: 正在搜索附近的 iPhone...
en: Searching for nearby iPhones...
ja: 近くのiPhoneを検索中...
ko: 주변 iPhone 검색 중...

source: 正在校验激活...
en: Verifying activation...
ja: アクティベーションを検証中...
ko: 활성화 검증 중...

source: 正在根据对谈语境施展 AI 魔法...
en: Applying AI magic based on context...
ja: 文脈に合わせてAIマジックを適用中...
ko: 대화 맥락에 맞춰 AI 마법 적용 중...

source: 正在激活校验中，将在 %lld 秒内自动完成
en: Verifying activation, completing automatically in %llds
ja: アクティベーション検証中、%lld 秒以内に自動完了します
ko: 활성화 검증 중, %lld초 내에 자동 완료됩니다

source: 正在生成海报...
en: Generating poster...
ja: ポスター作成中...
ko: 포스터 생성 중...

source: 正在生成遥想当年回忆...
en: Generating vintage memories...
ja: 思い出を生成中...
ko: 추억 생성 중...

source: 正在等待对方回复位置...
en: Waiting for location reply...
ja: 相手の位置情報の返信を待っています...
ko: 상대방의 위치 답장을 기다리는 중...

source: 正在自动兑换中 (剩余 %llds)...
en: Auto-redeeming in progress (Remaining %llds)...
ja: 自動引換中 (残り %lld秒)...
ko: 자동 교환 진행 중 (남은 시간 %lld초)...

source: 正在自动完成兑换...
en: Completing redemption automatically...
ja: 自動引き換え中...
ko: 자동 교환 완료 중...

source: 正在自动校验激活 (剩余 %llds)...
en: Verifying activation (%llds left)...
ja: 自動認証中 (残り %lld 秒)...
ko: 자동 활성화 확인 중 (남은 시간 %lld초)...

source: 正在解析...
en: Parsing...
ja: 解析中...
ko: 해석 중...

source: 正在解析亲密密钥...
en: Parsing secret key...
ja: 親密キーを解析中...
ko: 친밀 키 해석 중...

source: 正在读取位置...
en: Reading location...
ja: 位置情報を取得中...
ko: 위치 읽는 중...

source: 正在进行全量评估...
en: Performing full assessment...
ja: 全体評価を実行中...
ko: 전체 평가 진행 중...

source: 正常展示与双人聊天互动
en: Normal display with 1-on-1 chat and interactions
ja: 通常表示および1対1チャット・交流
ko: 정상 표시 및 1:1 대화·상호작용 가능

source: 此操作将清理网络响应缓存、临时打包文件与无用记录图片，不会删除您的任何正常记录。
en: This clears temporary network cache and files without deleting your normal data.
ja: 一時キャッシュファイルを削除します。通常の記録データは削除されません。
ko: 임시 캐시 및 파일을 정리하며 일반 기록 데이터는 삭제되지 않습니다.

source: 此操作将清除美好瞬间、足迹、发呆事件记录以及自定义头像与品牌图片，清除后无法恢复！
en: This permanently deletes moments, footprints, idle events, avatar, and brand images!
ja: 思い出、足跡、ボーっとした記録、カスタム画像が永久に削除されます！
ko: 소중한 순간, 발자국, 멍때리기 기록 및 프로필 이미지가 영구 삭제됩니다!

source: 此特许码已超过 1 分钟有效使用窗口（已过期失效）。
en: This special code has exceeded its 1-minute validity window (expired).
ja: この特別コードは1分間の有効期限を過ぎています（無効）。
ko: 이 특허 코드는 1분 유효 사용 시간을 초과했습니다 (만료됨).

source: 每周日发送本周周报
en: Send weekly report every Sunday
ja: 毎週日曜日に今週のレポートをお届け
ko: 매주 일요일 주간 리포트 발송

source: 气泡
en: Bubble
ja: バブル
ko: 버블

source: 永久全部解锁
en: Permanently Unlock All
ja: 永久に全機能解放
ko: 모든 기능 영구 해제

source: 注销
en: Delete Account
ja: アカウント削除
ko: 탈퇴

source: 注销身份
en: Reset Identity / Log out
ja: 身元を初期化
ko: 신원 초기화 / 로그아웃

source: 注销身份会清除所有数据以及身份
en: Deleting identity will clear all local data and identity
ja: IDを削除すると、すべてのローカルデータとIDがクリアされます
ko: 신원을 삭제하면 모든 로컬 데이터와 신원이 삭제됩니다

source: 注销身份会清除所有本地数据以及您的身份并且无法恢复，确认已经备份了数据和身份吗？
en: Deleting identity clears all local data permanently. Confirm you backed up?
ja: IDを削除すると復元できません。バックアップは完了していますか？
ko: 신원 삭제 시 로컬 데이터가 영구 삭제됩니다. 백업을 진행하셨습니까?

source: 洗去一天疲惫 🚿
en: Wash away the day's fatigue 🚿
ja: 一日の疲れを洗い流す 🚿
ko: 하루의 피로를 씻어내기 🚿

source: 活跃度状态与生命周期
en: Activity Status & Lifecycle
ja: アクティブ状態とライフサイクル
ko: 활동도 상태 및 라이프사이클

source: 流下的每一滴汗水，都是对未来的告白 🏋️
en: Every drop of sweat is a promise to the future 🏋️
ja: 流した汗の分だけ強くなれる 🏋️
ko: 흘린 땀방울은 미래를 향한 고백 🏋️

source: 浓情红豆
en: Rich Red Bean
ja: あずきブラウン
ko: 진한 팥죽색

source: 海报保存失败：%@
en: Failed to save poster: %@
ja: ポスターの保存に失敗しました: %@
ko: 포스터 저장 실패: %@

source: 海报图片生成失败
en: Failed to generate poster image
ja: ポスター画像の生成に失敗しました
ko: 포스터 이미지 생성 실패

source: 海报已成功保存到系统相册！
en: Poster saved to photo library!
ja: ポスターを写真ライブラリに保存しました！
ko: 포스터가 앨범에 저장되었습니다!

source: 海报渲染失败
en: Failed to render poster
ja: ポスターのレンダリングに失敗しました
ko: 포스터 렌더링 실패

source: 海报生成
en: Poster Creator
ja: ポスター生成
ko: 포스터 생성

source: 润色
en: Polishing
ja: ブラッシュアップ
ko: 다듬기

source: 润色中...
en: Polishing...
ja: 推敲中...
ko: 다듬는 중...

source: 润色程度
en: Polish Level
ja: 推敲レベル
ko: 문장 다듬기 수준

source: 润色级别
en: Polish Level
ja: 推敲レベル
ko: 윤문 레벨

source: 深度润色
en: Deep Polish
ja: 高度推敲
ko: 심층 윤문

source: 深度润色重构语句风格
en: Deeply rewrite and restructure sentence style
ja: 文体を大幅に再構築・ブラッシュアップ
ko: 문체와 스타일을 심층적으로 재구성

source: 深海蔚蓝
en: Deep Sea Azure
ja: ディープシーブルー
ko: 깊은 바다 네이비

source: 添加亲友
en: Add Member
ja: メンバー追加
ko: 멤버 추가

source: 添加结果
en: Add Result
ja: 追加結果
ko: 추가 결과

source: 清理
en: Clear
ja: 削除
ko: 정리

source: 清理系统缓存
en: Clear Cache
ja: キャッシュを削除
ko: 시스템 캐시 정리

source: 清空
en: Clear
ja: 消去
ko: 지우기

source: 清空后本地将不再展示历史聊天记录。
en: Chat history will no longer be displayed locally after clearing.
ja: 消去すると、ローカルのチャット履歴は表示されなくなります。
ko: 삭제 후 로컬 대화 기록이 더 이상 표시되지 않습니다.

source: 清空所有数据
en: Clear All Data
ja: すべてのデータを消去
ko: 모든 데이터 초기화

source: 清空数据
en: Clear Data
ja: データを消去
ko: 데이터 삭제

source: 清空聊天记录
en: Clear Chat History
ja: チャット履歴を消去
ko: 대화 기록 삭제

source: 清除心情
en: Clear Mood
ja: 気分をクリア
ko: 기분 지우기

source: 清除标签
en: Clear Tag
ja: タグをクリア
ko: 태그 지우기

source: 温和健谈
en: Gentle & conversational
ja: 穏やかで親しみやすい
ko: 온화하고 친근한 대화

source: 满 30 天无互动
en: 30+ days of inactivity
ja: 30日間やり取りなし
ko: 30일 이상 상호작용 없음

source: 漫步公里
en: Walking Distance (km)
ja: 散歩距離 (km)
ko: 산책 거리 (km)

source: 漫游轨迹
en: Roaming Tracks
ja: 軌跡ログ
ko: 여정 궤적

source: 漫游轨迹 点亮个人足迹
en: Track Your Journeys Light Up Your Footprints
ja: 散策の軌跡で 足跡マップを彩る
ko: 발자취를 따라 나만의 여정을 밝히다

source: 激活 Ultimate 终身会员
en: Activate Ultimate Lifetime Member
ja: Ultimate 永久会員を有効化
ko: Ultimate 평생 회원 활성화

source: 激活时间
en: Activation Date
ja: 有効化日時
ko: 활성화 시간

source: 激活码校验未通过，请检查代码是否输入有误或是否与当前账户匹配。
en: Activation code verification failed. Please check if the code is correct and matches this account.
ja: コードの認証に失敗しました。入力内容やアカウントの一致をご確認ください。
ko: 활성화 코드 확인에 실패했습니다. 코드가 올바른지 또는 현재 계정과 일치하는지 확인해 주세요.

source: 灵动
en: Dynamic
ja: ダイナミック
ko: 다이내믹

source: 灵活月付，随时取消
en: Flexible monthly payment, cancel anytime
ja: いつでも解約可能な月額プラン
ko: 유연한 월 결제, 언제든 취소 가능

source: 炫耀一下
en: Share / Brag
ja: シェアする
ko: 자랑하기

source: 炫耀一下热力图？
en: Share your Heatmap?
ja: ヒートマップをシェアしますか？
ko: 히트맵을 자랑해볼까요?

source: 炫耀一下统计？
en: Share your Stats?
ja: 統計をシェアしますか？
ko: 통계를 자랑해볼까요?

source: 炫耀一下行程？
en: Share your Journey?
ja: 旅程をシェアしますか？
ko: 경로를 자랑해볼까요?

source: 炫耀失败：%@
en: Share failed: %@
ja: シェアに失敗しました: %@
ko: 공유 실패: %@

source: 点击二维码可刷新口令
en: Tap QR code to refresh passcode
ja: QRコードをタップしてコードを更新
ko: QR 코드를 탭하여 비밀번호 새로고침

source: 点击直接复制账户 ID 提交以获取 Ultimate 激活码
en: Tap to copy Account ID to request Ultimate activation code
ja: タップしてアカウントIDをコピーし、Ultimateコードを取得
ko: 탭하여 계정 ID를 복사하고 Ultimate 코드를 신청하세요

source: 点击直接复制账户编码提交以获取特许码
en: Tap to copy Account Code to request special code
ja: タップしてアカウントコードをコピーし、コードを取得
ko: 탭하여 계정 코드를 복사하고 특허 코드를 신청하세요

source: 点对点端到端加密，多设备无缝数据保护与同步
en: Peer-to-peer end-to-end encryption with seamless multi-device sync
ja: P2Pエンドツーエンド暗号化と複数デバイス間のデータ保護・同期
ko: P2P 엔드투엔드 암호화, 다중 기기 원활한 데이터 보호 및 동기화

source: 点按按钮即可一键共享
en: Tap button to share with one click
ja: ボタンをタップしてワンタップ共有
ko: 버튼을 탭하여 원클릭 공유

source: 热力图图片生成失败
en: Failed to generate heatmap image
ja: ヒートマップ画像の生成に失敗しました
ko: 히트맵 이미지 생성 실패

source: 热梗
en: Trends
ja: トレンド
ko: 밈

source: 热气腾腾，恢复 100% 满血状态 🫧
en: Steaming hot bath, 100% recharged 🫧
ja: 心も体もポカポカ、100%回復 🫧
ko: 따뜻한 목욕으로 에너지 100% 충전 🫧

source: 照片图库
en: Photo Gallery
ja: 写真ライブラリ
ko: 사진 갤러리

source: 照片足迹
en: Photo Footprints
ja: 写真の足跡
ko: 사진 발자국

source: 片刻灵感
en: Momentary Sparks
ja: ひらめき
ko: 순간의 영감

source: 版本
en: Version
ja: バージョン
ko: 버전

source: 特种兵式
en: Speed Tourism
ja: 弾丸ツアー式
ko: 특공대식

source: 特许码扩容
en: Redeem Special Code
ja: 特許コード拡張
ko: 특별 코드 확장

source: 特许码解密校验未通过，请检查代码是否输入有误。
en: Special code decryption failed. Please check if the code was entered correctly.
ja: 特別コードの復号検証に失敗しました。入力内容をご確認ください。
ko: 특허 코드 복호화 검증에 실패했습니다. 코드가 올바르게 입력되었는지 확인해 주세요.

source: 犀利毒舌
en: Sharp & humorous critique
ja: 鋭くユニークな毒舌
ko: 날카롭고 유머러스한 독설

source: 现实太复杂，还是游戏里击败小怪最爽 ⚔️
en: Life is complex; gaming is fun ⚔️
ja: ゲームの世界でモンスターを倒して爽快 ⚔️
ko: 현실은 복잡하지만 게임 속 몬스터 처치는 최고 ⚔️

source: 生成中...
en: Generating...
ko: 생성 중...

source: 生成卡片图片失败
en: Failed to generate card image
ja: カード画像の生成に失敗しました
ko: 카드 이미지 생성 실패

source: 生成海报
en: Generate Poster
ja: ポスターを生成
ko: 포스터 생성

source: 生成诊断日志失败
en: Failed to generate diagnostic logs
ja: 診断ログの生成に失敗しました
ko: 진단 로그 생성 실패

source: 生活
en: Life
ko: 일상

source: 生活再苦，猫咪一软全好了 🐱
en: Life may be tough, but cats make it sweet 🐱
ja: 疲れた心も猫ちゃんの癒やしで復活 🐱
ko: 힘든 하루도 고양이의 애교면 힐링 🐱

source: 用 \(.applicationName) 一键发呆
en: Quick idle time with \(.applicationName)
ja: \(.applicationName) を使ってワンタップボーっとする
ko: \(.applicationName) (으)로 원클릭 멍때리기

source: 用 \(.applicationName) 一键打卡
en: Quick check-in with \(.applicationName)
ja: \(.applicationName) を使ってワンタップチェックイン
ko: \(.applicationName) (으)로 원클릭 체크인

source: 用 %@ 一键发呆
en: Quick idle time with %1$@
ja: %1$@ を使ってワンタップボーっとする
ko: %1$@ (으)로 원클릭 멍때리기

source: 用 %@ 一键打卡
en: Quick check-in with %1$@
ja: %1$@ を使ってワンタップチェックイン
ko: %1$@ (으)로 원클릭 체크인

source: 用 ${applicationName} 一键发呆
en: Quick idle time with ${applicationName}
ja: ${applicationName} を使ってワンタップボーっとする
ko: ${applicationName} (으)로 원클릭 멍때리기

source: 用 ${applicationName} 一键打卡
en: Quick check-in with ${applicationName}
ja: ${applicationName} を使ってワンタップチェックイン
ko: ${applicationName} (으)로 원클릭 체크인

source: 用于拍摄照片并添加为故事配图或替换头像
en: Used to take photos for stories and avatars
ja: ストーリーやアイコン用の写真撮影に使用
ko: 스토리 및 프로필 사진 촬영에 사용

source: 用于记录发布故事与打卡时的地理位置
en: Used to record location when checking in
ja: 投稿やチェックイン時の位置記録に使用
ko: 게시 및 체크인 시 위치 기록에 사용

source: 用于选择故事配图与保存海报
en: Used to pick story photos and save posters
ja: 写真の選択やポスターの保存に使用
ko: 사진 선택 및 포스터 저장에 사용

source: 用于面对面添加亲友，建立近场连接
en: Used to bump and connect with nearby friends
ja: 対面でのメンバー追加と近距離接続に使用
ko: 기기를 맞대어 친구를 추가하는 데 사용

source: 用图文、原图海报、打卡卡片捕捉生命里的闪光时刻，沉淀属于你的独家回忆宝库。
en: Capture memorable life moments with photos, text, custom posters, and check-in cards into your personal memory treasure.
ja: 写真・テキスト・オリジナルポスター・カードで輝く瞬間を切り取り、あなただけの思い出の宝庫に。
ko: 사진과 글, 감성 포스터, 체크인 카드로 빛나는 순간을 포착하여 나만의 추억 보관소를 만들어보세요.

source: 用户信息
en: User Profile
ja: ユーザー情報
ko: 사용자 정보

source: 用更高维度的优势碾压竞争对手。
en: Overwhelming competitors using higher-dimensional advantages.
ja: より高次元の圧倒的な優位性で競合を制圧する。
ko: 더 높은 차원의 우위로 경쟁 상대를 압도함.

source: 电量/能量
en: Energy Level
ja: バッテリー/エネルギー
ko: 배터리/에너지

source: 登录
en: Log In
ja: ログイン
ko: 로그인

source: 目前打卡数据太少，是否需要从照片导入足迹
en: Not enough check-ins. Import footprints from photos?
ja: チェックインデータが少ないため、写真から足跡を抽出しますか？
ko: 체크인 데이터가 적습니다. 사진에서 발자국을 가져올까요?

source: 目前打卡数据太少！ 要从相册照片中提取你去过哪里吗？
en: Not enough check-in data yet! Extract places you've visited from your photo library?
ja: チェックインデータがまだ少ないです！ 写真ライブラリから訪れた場所を抽出しますか？
ko: 체크인 데이터가 아직 부족해요! 사진 앨범에서 방문한 장소 위치를 추출할까요?

source: 目的地: %@
en: Destination: %@
ko: 목적지: %@
